tap "homebrew/services"

brew "asdf"
brew "git"
brew "gpg"
brew "libpq"
brew "mysql-client"
brew "macos-trash"
brew "pv"
brew "rsync"
brew "sops"
brew "tree"
brew "watchman"

cask "1password7"
cask "adoptopenjdk/openjdk/adoptopenjdk15";
cask "affinity-publisher"
cask "affinity-photo"
cask "affinity-publisher"
cask "android-studio"
cask "chromium"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "flipper"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-inter"
cask "fork"
cask "google-chrome"
cask "google-chrome-canary"
cask "insomnia"
cask "logseq"
# cask "microsoft-edge"
cask "onyx"
cask "parallels"
cask "parallels-virtualization-sdk"
cask "sketch"
cask "tableplus"
cask "transmit"
cask "tripmode"
cask "vagrant"
cask "visual-studio-code"

mas "iA Writer ", id: 775737590
mas "Keynote", id: 409183694
mas "Mindnode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Secrets | Password Manager", id: 973049011
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "UTM", id: 1538878817
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
mas "WireGuard", id: 1451685025
